import * as script from './js/script';

/* eslint-disable no-console */
console.log(`Привет! Самооценка: 220/220 (222/240)

Все основные пункты выполнены по ТЗ, список анимаций ниже. Доп функционал: разные уведомления в конце раунда в зависимости от результата +2 (для каждого результата от 0 до 10 своя gif)
Список анимаций (простая смена цветов, ресайз иконок и т.д. не учитываются): 
1) Плавная смена компонентов приложения, включая модалку (горизонтально)
2) Вертикальный въезд и выезд блока с итогами раунда
3) По ховеру на кнопках главного меню горизонтально прокручивается их фон
4) Прокручивающаяся на 180 градусов кнопка настроек
5) Плавный выезд скрытых кнопок на карточках в результатах раунда и категориях
6) Стрелки с поворотом сторону у кнопок Score (результаты) и кнопки NEXT

Основные пункты: 
Стартовая страница и навигация +20 
Настройки +40 
Страница категорий +30 
Страница с вопросами +50 
Страница с результатами +50 
Одновременная загрузка и плавная смена изображений +10 
Анимация +20 
Доп +2 - разные gif по итогам раундов`);

export default script;
