{
       "en": [
              {
                     "quote": "Success does not consist in never making mistakes but in never making the same one a second time.",
                     "author": "Bernard Shaw"
              },
              {
                     "quote": "Simplicity is the ultimate sophistication.",
                     "author": "Leonardo da Vinci"
              },
              {
                     "quote": "Always forgive your enemies; nothing annoys them so much.",
                     "author": "Oscar Wilde"
              },
              {
                     "quote": "Your time is limited, so don’t waste it living someone else’s life.",
                     "author": "Steve Jobs"
              },
              {
                     "quote": "No two persons ever read the same book.",
                     "author": "Woodrow Wilson"
              },
              {
                     "quote": "While we are postponing, life speeds by.",
                     "author": "Seneca"
              },
              {
                     "quote": "Build your own dreams, or someone else will hire you to build theirs.",
                     "author": "Farrah Gray"
              },
              {
                     "quote": "It is not the strongest of the species that survives, nor the most intelligent, but the one most responsive to change.",
                     "author": "Charles Darwin"
              },
              {
                     "quote": "Love the life you live, and live the life you love.",
                     "author": "Bob Marley"
              },
              {
                     "quote": "Music is the universal language of mankind. ",
                     "author": "Henry Wadsworth Longfellow"
              }
       ],
       "ru": [
              {
                     "quote": "Секрет успеха заключается не в том, чтобы не делать ошибок, а в том, чтобы не повторять одних и тех же ошибок дважды.",
                     "author": "Бернард Шоу"
              },
              {
                     "quote": "Простота есть высшая степень утонченности.",
                     "author": "Леонардо да Винчи"
              },
              {
                     "quote": "Всегда прощайте ваших врагов, ничто не раздражает их больше.",
                     "author": "Оскар Уайлд"
              },
              {
                     "quote": "Ваше время ограничено, так что не теряйте его, проживая чужую жизнь.",
                     "author": "Стив Джобс"
              },
              {
                     "quote": "Нет двух людей, которые читали одну и ту же книгу.",
                     "author": "Вудро Вильсон"
              },
              {
                     "quote": "Пока мы откладываем все дела на потом, жизнь проходит мимо.",
                     "author": "Сенека"
              },
              {
                     "quote": " Воплощайте собственные мечты, или кто-то другой наймет вас, чтобы воплощать свои.",
                     "author": "Фаррах Грей"
              },
              {
                     "quote": "Выживает не самый сильный и не самый умный, а тот, кто лучше всех приспосабливается к изменениям.",
                     "author": "Чарльз Дарвин"
              },
              {
                     "quote": "Люби жизнь, которой живешь и живи жизнью, которую любишь.",
                     "author": "Боб Марли"
              },
              {
                     "quote": "Музыка — это универсальный язык человечества.",
                     "author": "Генри Уодсворт Лонгфелло"
              }
       ]
}