import * as script from './js/script.js';
export { script };

console.log('Привет! Самооценка: 220/220 (222/240)');
console.log('Все основные пункты выполнены по ТЗ, список анимаций ниже. Доп функционал: разные уведомления в конце раунда в зависимости от результата +2 (для каждого результата от 0 до 10 своя gif)');
console.log('Список анимаций (простая смена цветов, ресайз иконок и т.д. не учитываются): ');
console.log('1) Плавная смена компонентов приложения (горизонтально)');
console.log('2) Вертикальный въезд и выезд блока с итогами раунда');
console.log('3) По ховеру на кнопках главного меню горизонтально прокручивается их фон');
console.log('4) Прокручивающаяся на 180 градусов кнопка настроек');
console.log('5) Плавный выезд скрытых кнопок на карточках в результатах раунда и категориях');

console.log('Основные пункты: ');
console.log('Стартовая страница и навигация +20 ');
console.log('Настройки +40 ');
console.log('Страница категорий +30 ');
console.log('Страница с вопросами +50 ');
console.log('Страница с результатами +50 ');
console.log('Одновременная загрузка и плавная смена изображений +10 ');
console.log('Анимация +20 ');
console.log('Доп +2 - разные gif по итогам раундов ');